Tekla.Structures.Datatype.Constants
The Constants class is a repository for constants used by the Tekla.Structures.Datatype.* types.

Tekla.Structures.Datatype.Constants.XS_DEFAULT
The value of an uninitialized Tekla Structures variable.